Repository: LiuZheng1999/Renewity
Catalog: Renewity/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hant

source: 提示
de: Hinweis
en: Notice
es: Aviso
fr: Info
it: Avviso
ja: お知らせ
ko: 알림
pt_br: Aviso

source: 提醒时间
de: Erinnerungszeit
en: Reminder time
es: Hora del aviso
fr: Heure du rappel
it: Orario del promemoria
ja: 通知時刻
ko: 알림 시간
pt_br: Horário do lembrete
zh_hant: 提醒時間

source: 搜索任意服务
de: Beliebigen Dienst suchen
en: Search any service
es: Buscar cualquier servicio
fr: Rechercher un service
it: Cerca un servizio
ja: サービスを検索
ko: 서비스 검색
pt_br: Buscar qualquer serviço
zh_hant: 搜尋任意服務

source: 搜索订阅
de: Abos suchen
en: Search subscriptions
es: Buscar suscripciones
fr: Rechercher un abonnement
it: Cerca abbonamenti
ja: サブスクを検索
ko: 구독 검색
pt_br: Buscar assinaturas
zh_hant: 搜尋訂閱

source: 搜索货币
de: Währung suchen
en: Search currencies
es: Buscar moneda
fr: Rechercher une devise
it: Cerca valuta
ja: 通貨を検索
ko: 통화 검색
pt_br: Buscar moeda
zh_hant: 搜尋貨幣

source: 支付方式
de: Zahlungsmethode
en: Payment method
es: Método de pago
fr: Moyen de paiement
it: Metodo di pagamento
ja: 支払い方法
ko: 결제 수단
pt_br: Forma de pagamento

source: 支出总览
de: Ausgabenübersicht
en: Spending overview
es: Resumen de gastos
fr: Aperçu des dépenses
it: Panoramica spese
ja: 支出の概要
ko: 지출 개요
pt_br: Visão geral dos gastos
zh_hant: 支出總覽

source: 支出洞察
de: Ausgaben-Einblicke
en: Spending insights
es: Análisis de gastos
fr: Analyses des dépenses
it: Analisi delle spese
ja: 支出の分析
ko: 지출 인사이트
pt_br: Insights de gastos

source: 支持
de: Support
en: Support
es: Ayuda
fr: Assistance
it: Supporto
ja: サポート
ko: 지원
pt_br: Suporte
zh_hant: 支援

source: 支持请求
de: Supportanfrage
en: Support request
es: Solicitud de ayuda
fr: Demande d’assistance
it: Richiesta di supporto
ja: サポート依頼
ko: 지원 요청
pt_br: Pedido de suporte
zh_hant: 支援請求

source: 改默认货币、扣费货币，并把合计换算到其他货币
de: Anzeige- und Abrechnungswährung ändern und Summen umrechnen
en: Change display and billing currencies, and convert totals
es: Cambiar moneda de visualización y cobro, y convertir totales
fr: Changer les devises d’affichage et de facturation, et convertir les totaux
it: Cambia valuta di visualizzazione e addebito e converti i totali
ja: 表示通貨・請求通貨を変更し、合計を換算
ko: 기본 통화와 결제 통화를 바꾸고 합계를 환산
pt_br: Alterar moedas de exibição e cobrança e converter totais
zh_hant: 改預設貨幣、扣費貨幣，並把合計換算到其他貨幣

source: 效率
de: Produktivität
en: Productivity
es: Productividad
fr: Productivité
it: Produttività
ja: 仕事効率化
ko: 생산성
pt_br: Produtividade

source: 数据
de: Daten
en: Data
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
zh_hant: 資料

source: 数据备份
de: Datensicherung
en: Backup
es: Copia de seguridad
fr: Sauvegarde
it: Backup dei dati
ja: データバックアップ
ko: 데이터 백업
pt_br: Backup de dados
zh_hant: 資料備份

source: 文件
de: Dateien
en: Files
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
pt_br: Arquivos
zh_hant: 檔案

source: 新分类
de: Neue Kategorie
en: New category
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
ja: 新しいカテゴリ
ko: 새 카테고리
pt_br: Nova categoria
zh_hant: 新分類

source: 新加坡元
de: Singapur-Dollar
en: Singapore Dollar
es: Dólar de Singapur
fr: Dollar de Singapour
it: Dollaro di Singapore
ja: シンガポールドル
ko: 싱가포르 달러
pt_br: Dólar de Singapura

source: 新台币
de: Neuer Taiwan-Dollar
en: New Taiwan Dollar
es: Nuevo dólar taiwanés
fr: Nouveau dollar de Taïwan
it: Nuovo dollaro taiwanese
ja: 台湾ドル
ko: 신타이완 달러
pt_br: Novo dólar taiwanês
zh_hant: 新台幣

source: 新建
de: Neu
en: New
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規
ko: 새로 만들기
pt_br: Novo
zh_hant: 新增

source: 新建分类
de: Neue Kategorie
en: New Category
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
ja: カテゴリを追加
ko: 카테고리 추가
pt_br: Nova categoria
zh_hant: 新增分類

source: 新建支付方式
de: Neue Zahlungsmethode
en: New payment method
es: Nuevo método de pago
fr: Nouveau moyen de paiement
it: Nuovo metodo di pagamento
ja: 支払い方法を追加
ko: 결제 수단 추가
pt_br: Nova forma de pagamento
zh_hant: 新增支付方式

source: 新支付方式
de: Neue Zahlungsmethode
en: New payment method
es: Nuevo método de pago
fr: Nouveau moyen de paiement
it: Nuovo metodo di pagamento
ja: 新しい支払い方法
ko: 새 결제 수단
pt_br: Nova forma de pagamento

source: 无法更新
de: Aktualisierung fehlgeschlagen
en: Couldn’t update
es: No se pudo actualizar
fr: Mise à jour impossible
it: Impossibile aggiornare
ja: 更新できません
ko: 업데이트할 수 없음
pt_br: Não foi possível atualizar
zh_hant: 無法更新

source: 无法获取最新汇率
de: Aktuelle Kurse konnten nicht geladen werden
en: Couldn’t fetch the latest rates
es: No se pudieron obtener los tipos más recientes
fr: Impossible d’obtenir les derniers taux
it: Impossibile ottenere i tassi più recenti
ja: 最新の為替レートを取得できません
ko: 최신 환율을 가져올 수 없습니다
pt_br: Não foi possível obter as taxas mais recentes
zh_hant: 無法取得最新匯率

source: 无法获取最新汇率，已使用估算值
de: Aktuelle Kurse nicht geladen. Schätzwerte werden verwendet.
en: Couldn’t fetch latest rates. Using estimates.
es: No se pudieron obtener tipos. Se usan estimaciones.
fr: Cours introuvables. Estimations utilisées.
it: Corsi non disponibili. Uso stime.
ja: 最新レートを取得できず、概算を使用しています
ko: 최신 환율을 가져오지 못해 추정치를 사용합니다
pt_br: Não foi possível obter cotações. Usando estimativas.
zh_hant: 無法取得最新匯率，已使用估算值

source: 无法读取备份文件。
de: Backup-Datei konnte nicht gelesen werden.
en: Couldn’t read the backup file.
es: No se pudo leer el archivo de copia.
fr: Impossible de lire le fichier de sauvegarde.
it: Impossibile leggere il file di backup.
ja: バックアップファイルを読み込めません。
ko: 백업 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler o arquivo de backup.
zh_hant: 無法讀取備份檔。

source: 无限订阅
de: Unbegrenzte Abos
en: Unlimited subscriptions
es: Suscripciones ilimitadas
fr: Abonnements illimités
it: Abbonamenti illimitati
ja: サブスク無制限
ko: 구독 무제한
pt_br: Assinaturas ilimitadas
zh_hant: 無限訂閱

source: 无限订阅、多货币、洞察和云备份
de: Unbegrenzte Abos, Währungen, Einblicke und Cloud-Backup
en: Unlimited subscriptions, currencies, Insights, and cloud backup
es: Ilimitadas, divisas, análisis y copia en la nube
fr: Illimité, devises, analyses et sauvegarde cloud
it: Illimitati, valute, analisi e backup cloud
ja: 無制限・複数通貨・分析・クラウドバックアップ
ko: 무제한 구독, 여러 통화, 인사이트, 클라우드 백업
pt_br: Ilimitadas, moedas, insights e backup na nuvem
zh_hant: 無限訂閱、多貨幣、洞察和雲端備份

source: 无限订阅、多货币和云备份
de: Unbegrenzte Abos, mehrere Währungen und Cloud-Backup
en: Unlimited subscriptions, multiple currencies, and cloud backup
es: Suscripciones ilimitadas, varias monedas y copia en la nube
fr: Abonnements illimités, multi-devises et sauvegarde cloud
it: Abbonamenti illimitati, più valute e backup cloud
ja: 無制限のサブスク、複数通貨、クラウドバックアップ
ko: 무제한 구독, 다중 통화, 클라우드 백업
pt_br: Assinaturas ilimitadas, várias moedas e backup na nuvem
zh_hant: 無限訂閱、多貨幣和雲端備份

source: 无限订阅、洞察和备份
de: Unbegrenzte Abos, Einblicke und Backup
en: Unlimited subscriptions, Insights, and backup
es: Ilimitadas, análisis y copia
fr: Illimité, analyses et sauvegarde
it: Illimitati, analisi e backup
ja: 無制限・分析・バックアップ
ko: 무제한 구독, 인사이트, 백업
pt_br: Ilimitadas, insights e backup
zh_hant: 無限訂閱、洞察和備份

source: 日元
de: Japanischer Yen
en: Japanese Yen
es: Yen japonés
fr: Yen japonais
it: Yen giapponese
ja: 日本円
ko: 일본 엔
pt_br: Iene japonês
zh_hant: 日圓

source: 日历
de: Kalender
en: Calendar
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
ko: 캘린더
pt_br: Calendário
zh_hant: 日曆

source: 明天
de: Morgen
en: Tomorrow
es: Mañana
fr: Demain
it: Domani
ja: 明日
ko: 내일
pt_br: Amanhã

source: 明天续费
de: Verlängert morgen
en: Renews tomorrow
es: Se renueva mañana
fr: Renouvelle demain
it: Si rinnova domani
ja: 明日更新
ko: 내일 갱신
pt_br: Renova amanhã
zh_hant: 明天續訂

source: 明天试用到期
de: Test endet morgen
en: Trial ends tomorrow
es: La prueba termina mañana
fr: L’essai se termine demain
it: La prova termina domani
ja: 無料期間は明日終了
ko: 내일 체험 종료
pt_br: O teste termina amanhã
zh_hant: 明天試用到期

source: 昨天 %@
de: Gestern %@
en: Yesterday %@
es: Ayer %@
fr: Hier %@
it: Ieri %@
ja: 昨日 %@
ko: 어제 %@
pt_br: Ontem %@

source: 暂停
de: Pausieren
en: Pause
es: Pausar
fr: Mettre en pause
it: Metti in pausa
ja: 一時停止
ko: 일시 중지
pt_br: Pausar
zh_hant: 暫停

source: 暂停后不再按期扣费，也不会发送提醒。
de: Im Pause-Status gibt es keine fällige Abbuchung und keine Erinnerungen.
en: While paused, it won’t count as a charge and reminders won’t be sent.
es: En pausa no se cuenta un cobro ni se envían recordatorios.
fr: En pause, aucun prélèvement ni rappel n’est prévu.
it: In pausa non risultano addebiti e non partono promemoria.
ja: 一時停止中は請求もリマインダーも行われません。
ko: 일시 중지하면 정기 결제가 잡히지 않고 알림도 보내지 않습니다.
pt_br: Em pausa, não há cobrança prevista nem lembretes.
zh_hant: 暫停後不再按期扣費，也不會發送提醒。

source: 暂停订阅
de: Abo pausieren
en: Pause Subscription
es: Pausar suscripción
fr: Mettre l’abonnement en pause
it: Metti in pausa l’abbonamento
ja: サブスクを一時停止
ko: 구독 일시 중지
pt_br: Pausar assinatura
zh_hant: 暫停訂閱

source: 暂无分类数据
de: Noch keine Kategoriedaten
en: No category data yet
es: Aún no hay datos por categoría
fr: Pas encore de données par catégorie
it: Nessun dato per categoria
ja: カテゴリデータがありません
ko: 카테고리 데이터가 없습니다
pt_br: Ainda não há dados por categoria
zh_hant: 暫無分類資料

source: 暂无洞察
de: Noch keine Einblicke
en: No insights yet
es: Aún no hay análisis
fr: Pas encore d’analyses
it: Nessuna analisi
ja: 分析データがありません
ko: 인사이트가 없습니다
pt_br: Ainda não há insights
zh_hant: 暫無洞察

source: 暂时无法连接到 App Store
de: Keine Verbindung zum App Store möglich
en: Can’t connect to the App Store right now
es: No se puede conectar a App Store ahora
fr: Connexion à l’App Store impossible pour le moment
it: Impossibile connettersi all’App Store al momento
ja: 現在 App Store に接続できません
ko: 지금은 App Store에 연결할 수 없습니다
pt_br: Não foi possível conectar à App Store agora
zh_hant: 暫時無法連接到 App Store

source: 暂时无法连接到 App Store，请稍后重试，或在设置中恢复购买。
de: App Store nicht erreichbar. Später erneut versuchen oder Käufe in den Einstellungen wiederherstellen.
en: Couldn’t reach the App Store. Try again later, or restore purchases in Settings.
es: No se pudo conectar con el App Store. Inténtalo más tarde o restaura compras en Ajustes.
fr: Impossible de joindre l’App Store. Réessayez plus tard ou restaurez les achats dans Réglages.
it: Impossibile raggiungere l’App Store. Riprova più tardi o ripristina gli acquisti in Impostazioni.
ja: App Storeに接続できません。しばらくして再試行するか、設定で購入を復元してください。
ko: App Store에 연결할 수 없습니다. 나중에 다시 시도하거나 설정에서 구입을 복원하세요.
pt_br: Não foi possível conectar à App Store. Tente mais tarde ou restaure as compras em Ajustes.
zh_hant: 暫時無法連線到 App Store，請稍後再試，或在設定中回復購買。

source: 更多
de: Mehr
en: More
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더 보기
pt_br: Mais

source: 更新汇率
de: Kurse aktualisieren
en: Update rates
es: Actualizar tipos
fr: Mettre à jour les taux
it: Aggiorna tassi
ja: レートを更新
ko: 환율 업데이트
pt_br: Atualizar taxas
zh_hant: 更新匯率

source: 替换当前数据
de: Aktuelle Daten ersetzen
en: Replace Current Data
es: Sustituir datos actuales
fr: Remplacer les données actuelles
it: Sostituisci i dati attuali
ja: 現在のデータを置き換える
ko: 현재 데이터 바꾸기
pt_br: Substituir dados atuais
zh_hant: 取代目前資料

source: 月
de: Monat
en: month
es: mes
fr: mois
it: mese
ko: 월
pt_br: mês

source: 月均排名
de: Monatsranking
en: Monthly ranking
es: Ranking mensual
fr: Classement mensuel
it: Classifica mensile
ja: 月額ランキング
ko: 월평균 순위
pt_br: Ranking mensal

source: 月均金额
de: Monatsbetrag
en: Monthly amount
es: Importe mensual
fr: Montant mensuel
it: Importo mensile
ja: 月額
ko: 월평균 금액
pt_br: Valor mensal
zh_hant: 月均金額

source: 月度
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
it: Mensile
ja: 月額
ko: 월간
pt_br: Mensal
zh_hant: 每月

source: 有 %lld 笔金额暂时无法换算，未计入合计。
de: %lld Beträge konnten nicht umgerechnet werden und fehlen in der Summe.
en: %lld amounts couldn’t be converted and were left out of the total.
es: %lld importes no se pudieron convertir y no entran en el total.
fr: %lld montants n’ont pas pu être convertis et sont exclus du total.
it: %lld importi non convertibili sono esclusi dal totale.
ja: %lld 件は換算できず、合計に含まれていません。
ko: %lld건은 환산하지 못해 합계에서 빠졌습니다.
pt_br: %lld valores não puderam ser convertidos e ficaram de fora do total.
zh_hant: 有 %lld 筆金額暫時無法換算，未計入合計。

source: 服务
de: Dienst
en: Service
es: Servicio
fr: Service
it: Servizio
ja: サービス
ko: 서비스
pt_br: Serviço
zh_hant: 服務

source: 未命名订阅
de: Unbenanntes Abo
en: Untitled subscription
es: Suscripción sin nombre
fr: Abonnement sans titre
it: Abbonamento senza nome
ja: 無題のサブスク
ko: 제목 없는 구독
pt_br: Assinatura sem nome
zh_hant: 未命名訂閱

source: 未来两周没有扣费
de: Nichts fällig in den nächsten zwei Wochen
en: Nothing due in the next two weeks
es: Nada que cobrar en las próximas dos semanas
fr: Rien à prélever dans les deux semaines
it: Nessun addebito nelle prossime due settimane
ja: 今後2週間の請求はありません
ko: 앞으로 2주 동안 결제가 없습니다
pt_br: Nada a cobrar nas próximas duas semanas
zh_hant: 未來兩週沒有扣款

source: 未能完成验证，App 锁定未开启。
de: Authentifizierung nicht abgeschlossen. App-Sperre bleibt aus.
en: Authentication didn’t finish, so App Lock wasn’t turned on.
es: La autenticación no terminó. El bloqueo no se activó.
fr: L’authentification a échoué. Le verrouillage n’est pas activé.
it: Autenticazione non completata. Il blocco non è stato attivato.
ja: 認証できなかったため、Appロックはオンになっていません。
ko: 인증이 끝나지 않아 앱 잠금이 켜지지 않았습니다.
pt_br: A autenticação não foi concluída. O bloqueio não foi ativado.
zh_hant: 未能完成驗證，App 鎖定未開啟。

source: 本月支出
de: Ausgaben diesen Monat
en: This month
es: Este mes
fr: Ce mois-ci
it: Questo mese
ja: 今月の支出
ko: 이번 달 지출
pt_br: Este mês

source: 本月支出选项
de: Optionen für Monatsausgaben
en: This month’s spending options
es: Opciones del gasto de este mes
fr: Options des dépenses du mois
it: Opzioni spesa del mese
ja: 今月の支出オプション
ko: 이번 달 지출 옵션
pt_br: Opções dos gastos do mês
zh_hant: 本月支出選項

source: 本机，可选 iCloud 备份
de: Auf dem Gerät, optional iCloud-Backup
en: On this device; optional iCloud backup
es: En el dispositivo, copia iCloud opcional
fr: Sur l’appareil, sauvegarde iCloud facultative
it: Sul dispositivo, backup iCloud opzionale
ja: このデバイス（任意で iCloud バックアップ）
ko: 이 기기, iCloud 백업 선택 가능
pt_br: Neste dispositivo, com backup iCloud opcional
zh_hant: 本機，可選 iCloud 備份

source: 查看分类构成、月均排名和计费方式，把每一笔固定支出看清楚。
de: Mix, Ranking und Abrechnungsart – jede Fixkostenposition im Blick.
en: See category mix, rankings, and billing styles so every recurring charge is clear.
es: Mix, ranking y ciclo de cobro para ver cada gasto fijo.
fr: Répartition, classement et périodicité pour voir chaque charge fixe.
it: Mix, classifiche e cicli per vedere ogni spesa fissa.
ja: 内訳、月額ランキング、請求サイクルで、固定費をはっきり把握。
ko: 구성, 월평균 순위, 결제 주기로 고정 지출을 한눈에 보세요.
pt_br: Composição, ranking e ciclo de cobrança para ver cada gasto fixo.
zh_hant: 查看分類構成、月均排名和計費方式，把每一筆固定支出看清楚。

source: 查看未来两周内即将扣费的订阅。
de: Abos, die in den nächsten zwei Wochen abgebucht werden.
en: See subscriptions due in the next two weeks.
es: Ver suscripciones que se cobran en las próximas dos semanas.
fr: Voir les abonnements prélevés dans les deux semaines.
it: Vedi gli abbonamenti in addebito nelle prossime due settimane.
ja: 今後2週間に請求されるサブスクを表示します。
ko: 앞으로 2주 안에 결제될 구독을 봅니다.
pt_br: Ver assinaturas cobradas nas próximas duas semanas.
zh_hant: 查看未來兩週內即將扣款的訂閱。

source: 查看本月订阅总支出和年化费用。
de: Monats- und Jahreskosten der Abos anzeigen.
en: See this month’s subscription total and yearly cost.
es: Ver el total del mes y el coste anual.
fr: Voir le total du mois et le coût annuel.
it: Vedi il totale del mese e il costo annuale.
ja: 今月のサブスク合計と年額を表示します。
ko: 이번 달 구독 합계와 연간 비용을 봅니다.
pt_br: Ver o total do mês e o custo anual.
zh_hant: 查看本月訂閱總支出和年化費用。

source: 桌面小组件
de: Home-Bildschirm-Widgets
en: Home Screen widgets
es: Widgets de inicio
fr: Widgets d’écran d’accueil
it: Widget della Schermata Home
ja: ホーム画面ウィジェット
ko: 홈 화면 위젯
pt_br: Widgets da Tela de Início
zh_hant: 主畫面小工具

source: 概览
de: Übersicht
en: Overview
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
pt_br: Visão geral
zh_hant: 總覽

source: 欢迎使用 Renewity
de: Willkommen bei Renewity
en: Welcome to Renewity
es: Te damos la bienvenida a Renewity
fr: Bienvenue dans Renewity
it: Benvenuto in Renewity
ja: Renewity へようこそ
ko: Renewity에 오신 것을 환영합니다
pt_br: Boas-vindas ao Renewity
zh_hant: 歡迎使用 Renewity

source: 欧元
de: Euro
en: Euro
es: Euro
fr: Euro
it: Euro
ja: ユーロ
ko: 유로
pt_br: Euro
zh_hant: 歐元

source: 正在加载套餐
de: Tarife werden geladen
en: Loading plans
es: Cargando planes
fr: Chargement des formules
it: Caricamento dei piani
ja: プランを読み込み中
ko: 요금제 불러오는 중
pt_br: Carregando planos
zh_hant: 正在載入方案

source: 正在搜索
de: Suche…
en: Searching
es: Buscando…
fr: Recherche…
it: Ricerca…
ja: 検索中
ko: 검색 중
pt_br: Buscando…
zh_hant: 正在搜尋

# 每 %lld %@
source: 每 %1$lld %2$@
de: Alle %lld %@
en: Every %lld %@
es: Cada %lld %@
fr: Tous les %lld %@
it: Ogni %lld %@
ja: %lld %@ごと
ko: %lld %@마다
pt_br: A cada %lld %@
zh_hant: 每 %lld %@

source: 每 5 天自动更新一次汇率，你也可以每天手动更新。
de: Kurse werden alle 5 Tage automatisch aktualisiert. Manuell höchstens einmal pro Tag.
en: Rates refresh automatically every 5 days. You can also update them once a day.
es: Los tipos se actualizan solos cada 5 días. También puedes actualizarlos una vez al día.
fr: Les taux se mettent à jour automatiquement tous les 5 jours. Vous pouvez aussi le faire une fois par jour.
it: I tassi si aggiornano automaticamente ogni 5 giorni. Puoi anche aggiornarli una volta al giorno.
ja: 為替レートは 5 日ごとに自動更新されます。1 日 1 回手動更新もできます。
ko: 환율은 5일마다 자동 업데이트되며, 하루에 한 번 수동으로도 갱신할 수 있습니다.
pt_br: As taxas atualizam automaticamente a cada 5 dias. Você também pode atualizar uma vez por dia.
zh_hant: 每 5 天自動更新一次匯率，你也可以每天手動更新。

source: 每两周
de: Alle zwei Wochen
en: Every 2 weeks
es: Cada dos semanas
fr: Toutes les deux semaines
it: Ogni due settimane
ja: 2週間ごと
ko: 2주마다
pt_br: A cada duas semanas
zh_hant: 每兩週

source: 每半年
de: Alle sechs Monate
en: Every 6 months
es: Cada seis meses
fr: Tous les six mois
it: Ogni sei mesi
ja: 半年ごと
ko: 6개월마다
pt_br: A cada seis meses

source: 每周
de: Wöchentlich
en: Weekly
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 매주
pt_br: Semanal
zh_hant: 每週

source: 每季
de: Vierteljährlich
en: Quarterly
es: Trimestral
fr: Trimestriel
it: Trimestrale
ja: 四半期ごと
ko: 분기별
pt_br: Trimestral

source: 每年
de: Jährlich
en: Yearly
es: Anual
fr: Annuel
it: Annuale
ja: 毎年
ko: 매년
pt_br: Anual

source: 每月
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
it: Mensile
ja: 毎月
ko: 매월
pt_br: Mensal

source: 每月开支
de: Monatsausgaben
en: Monthly Spend
es: Gasto mensual
fr: Dépenses du mois
it: Spesa mensile
ja: 月間支出
ko: 월 지출
pt_br: Gastos do mês
zh_hant: 每月開支

source: 每月开支与即将续费
de: Monatsausgaben und anstehende Verlängerungen
en: Monthly spend and upcoming renewals
es: Gasto mensual y próximas renovaciones
fr: Dépenses du mois et renouvellements
it: Spesa mensile e prossimi rinnovi
ja: 月間支出と更新予定
ko: 월 지출과 예정된 갱신
pt_br: Gastos do mês e próximas renovações
zh_hant: 每月開支與即將續訂

source: 每次扣费
de: Pro Abbuchung
en: Each charge
es: Por cargo
fr: Par prélèvement
it: Per addebito
ja: 1回あたり
ko: 결제당
pt_br: Por cobrança
zh_hant: 每次扣款

# 每隔 %lld %@
source: 每隔 %1$lld %2$@
de: Alle %lld %@
en: Every %lld %@
es: Cada %lld %@
fr: Tous les %lld %@
it: Ogni %lld %@
ja: %lld %@ごと
ko: %lld %@마다
pt_br: A cada %lld %@
zh_hant: 每隔 %lld %@

source: 汇率
de: Wechselkurse
en: Exchange rates
es: Tipos de cambio
fr: Taux de change
it: Tassi di cambio
ja: 為替レート
ko: 환율
pt_br: Taxas de câmbio
zh_hant: 匯率

source: 汇率暂时不可用
de: Wechselkurse vorübergehend nicht verfügbar
en: Exchange rates are temporarily unavailable
es: Tipos de cambio no disponibles
fr: Cours temporairement indisponibles
it: Cambi temporaneamente non disponibili
ja: 為替レートを一時的に取得できません
ko: 환율을 잠시 사용할 수 없습니다
pt_br: Cotações temporariamente indisponíveis
zh_hant: 匯率暫時無法使用

source: 没有找到「%@」
de: Keine Ergebnisse für „%@“
en: No results for “%@”
es: Sin resultados para «%@»
fr: Aucun résultat pour « %@ »
it: Nessun risultato per “%@”
ja: 「%@」は見つかりません
ko: 「%@」을(를) 찾지 못했습니다
pt_br: Nenhum resultado para “%@”
zh_hant: 找不到「%@」

source: 没有找到可恢复的购买。
de: Keine wiederherstellbaren Käufe gefunden.
en: No purchases were found to restore.
es: No hay compras que restaurar.
fr: Aucun achat à restaurer.
it: Nessun acquisto da ripristinare.
ja: 復元できる購入がありません。
ko: 복원할 구입 항목이 없습니다.
pt_br: Nenhuma compra para restaurar.
zh_hant: 找不到可回復的購買。

source: 法律
de: Rechtliches
en: Legal
es: Legal
fr: Mentions légales
it: Note legali
ja: 法的情報
ko: 법률
pt_br: Jurídico

source: 洞察
de: Einblicke
en: Insights
es: Análisis
fr: Analyses
it: Analisi
ja: 分析
ko: 인사이트
pt_br: Insights

source: 洞察是 Pro 功能
de: Einblicke sind eine Pro-Funktion
en: Insights is a Pro feature
es: El análisis es una función Pro
fr: Les analyses sont une fonction Pro
it: Le analisi sono una funzione Pro
ja: 分析はPro機能です
ko: 인사이트는 Pro 기능입니다
pt_br: Insights é um recurso Pro

source: 活跃订阅
de: Aktiv
en: Active
es: Activas
fr: Actifs
it: Attivi
ja: 利用中
ko: 활성
pt_br: Ativas
zh_hant: 使用中

source: 浅色
de: Hell
en: Light
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
zh_hant: 淺色

source: 深色
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro

source: 添加
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hant: 新增

source: 添加、编辑、暂停和分类统计
de: Hinzufügen, bearbeiten, pausieren und nach Kategorie auswerten
en: Add, edit, pause, and review by category
es: Añadir, editar, pausar y ver por categoría
fr: Ajouter, modifier, mettre en pause et classer
it: Aggiungi, modifica, metti in pausa e analizza per categoria
ja: 追加・編集・一時停止・カテゴリ集計
ko: 추가, 편집, 일시 중지, 카테고리 통계
pt_br: Adicionar, editar, pausar e ver por categoria
zh_hant: 新增、編輯、暫停和分類統計

source: 添加「%@」
de: „%@“ hinzufügen
en: Add “%@”
es: Añadir «%@»
fr: Ajouter « %@ »
it: Aggiungi “%@”
ja: 「%@」を追加
ko: 「%@」 추가
pt_br: Adicionar “%@”
zh_hant: 新增「%@」

source: 添加并启用订阅后，这里会显示支出构成和排名。
de: Wenn du Abos hinzufügst und aktivierst, erscheinen Mix und Ranking.
en: Add and enable subscriptions to see spending breakdowns and rankings.
es: Añade y activa suscripciones para ver el mix y el ranking.
fr: Ajoutez et activez des abonnements pour voir répartition et classement.
it: Aggiungi e attiva abbonamenti per vedere mix e classifiche.
ja: サブスクを追加して有効にすると、内訳とランキングが表示されます。
ko: 구독을 추가하고 켜면 구성과 순위가 표시됩니다.
pt_br: Adicione e ative assinaturas para ver composição e ranking.
zh_hant: 新增並啟用訂閱後，這裡會顯示支出構成和排名。

source: 添加提醒
de: Erinnerung hinzufügen
en: Add reminder
es: Añadir aviso
fr: Ajouter un rappel
it: Aggiungi promemoria
ja: 通知を追加
ko: 알림 추가
pt_br: Adicionar lembrete
zh_hant: 新增提醒

source: 添加更多提醒
de: Weitere Erinnerung
en: Add another reminder
es: Añadir otro recordatorio
fr: Ajouter un rappel
it: Aggiungi un promemoria
ja: リマインダーを追加
ko: 알림 추가
pt_br: Adicionar outro lembrete
zh_hant: 新增更多提醒

source: 添加第一笔订阅，开始跟踪每月固定支出。
de: Füge dein erstes Abo hinzu und starte die Übersicht der Fixkosten.
en: Add your first subscription to start tracking recurring costs.
es: Añade tu primera suscripción para seguir los gastos fijos.
fr: Ajoutez votre premier abonnement pour suivre vos charges mensuelles.
it: Aggiungi il primo abbonamento per seguire le spese fisse.
ja: 最初のサブスクを追加して、毎月の固定費の記録を始めましょう。
ko: 첫 구독을 추가하고 매달 고정 지출 추적을 시작하세요.
pt_br: Adicione a primeira assinatura para acompanhar os gastos fixos.
zh_hant: 新增第一筆訂閱，開始追蹤每月固定支出。

source: 添加订阅
de: Abo hinzufügen
en: Add Subscription
es: Añadir suscripción
fr: Ajouter un abonnement
it: Aggiungi abbonamento
ja: サブスクを追加
ko: 구독 추가
pt_br: Adicionar assinatura
zh_hant: 新增訂閱

source: 港币
de: Hongkong-Dollar
en: Hong Kong Dollar
es: Dólar de Hong Kong
fr: Dollar de Hong Kong
it: Dollaro di Hong Kong
ja: 香港ドル
ko: 홍콩 달러
pt_br: Dólar de Hong Kong
zh_hant: 港幣

source: 游戏
de: Spiele
en: Gaming
es: Juegos
fr: Jeux
it: Giochi
ja: ゲーム
ko: 게임
pt_br: Jogos
zh_hant: 遊戲

source: 澳元
de: Australischer Dollar
en: Australian Dollar
es: Dólar australiano
fr: Dollar australien
it: Dollaro australiano
ja: オーストラリアドル
ko: 호주 달러
pt_br: Dólar australiano

source: 版本
de: Version
en: Version
es: Versión
fr: Version
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão

source: 版本 %@
de: Version %@
en: Version %@
es: Versión %@
fr: Version %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@

source: 状态
de: Status
en: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pt_br: Status
zh_hant: 狀態
